INSERT INTO pessoa
VALUES (1),
		(2),
		(3),
		(4),
		(5),
		(6),
		(7),
		(8),
		(9),
		(10);

INSERT INTO lugar
VALUES (1, 'Londrina'),
		(2, 'Curitiba'),
		(3, 'Maringá'),
		(4, 'Ponta Grossa'),
		(5, 'Cambé');
		
INSERT INTO nascimento 
VALUES (1, 1, '03/04/1968', '23:48:34'),
		(2, 1, '05/08/1972', '06:10:12'),
		(3, 4, '01/15/1996', '22:30:03'),
		(4, 5, '06/25/1999', '12:21:45'),
		(7, 2, '12/23/1983', '10:54:31');
		
INSERT INTO falecimento 
VALUES (1, 2, '07/05/2009', '21:48:34'),
		(2, 3, '02/09/2012', '02:10:12'),
		(3, 4, '04/16/2013', '16:30:03'),
		(4, 5, '12/15/2014', '02:21:45'),
		(7, 1, '12/25/2018', '00:54:31');
		
INSERT INTO uniao 
VALUES (1, 2, 4),
		(2, 3, 5),
		(3, 1, 6),
		(4, 7, 8),
		(7, 9, 10);
		
INSERT INTO filho 
VALUES (1, 3),
		(2, 6),
		(3, 7),
		(4, 9);
		
INSERT INTO lugar_uniao
VALUES (1, 1),
		(2, 2),
		(3, 3),
		(4, 4);
		